const tasksData = [

    {
        id: `מנכ"ל`,
        tasks1: {
            title: `סד"פ מעמ"ל`,
            tasks: [
                "מתן הנחיה לפתיחת מרכז ההפעלה הרשותי ופתיחת מערכות השו\"ב.",
                "התייצבות המנכ\"ל במרכז ההפעלה הרשותי.",
                "הפעלת נוהל קריאה למנהלי המכלולים, מנהלי הצוותים הייעודיים.",
                "ביצוע תדריך ראשוני לצוות ניהול שולחן מרכזי.",
                "ביצוע הדרכות ורענונים מקצועיים לצוות שולחן מרכזי.",
                "ריכוז נתונים מקצועיים של העירייה ותיקופם.",
                "הנחייה לבדוק ולוודא תקינות אמצעי התקשורת והימצאות דרכי תקשורת לגורמים מקצועיים רלוונטיים ושירותם.",
                "ווידוא יכולת עבודה בשתי משמרות ומתן מענה רצוף של המכלול לאורך כלל ימי הלחימה.",
                "קיום הערכת מצב ראשונה של העיר על בסיס מערכות השו\"ב והצגת תמונת מצב יעדי השירות ברשות.",
                "השתתפות המנכ\"ל בהערכת מצב בראשות ראש העיר.",
                "יצירת קשר ראשוני עם גורמים מסייעים הרלוונטיים לרשות."
            ]
        },
        tasks2: {
            title: `סד"פ שגרת חירום`,
            tasks: [
                "מימוש שעון הפעילות הרשותי.",
                "וידוא עבודת המכלולים על פי הגדרות התפקיד.",
                'קיום סבב מנהלי מכלולים לגיבוש תמונת מצב פערים בקיום סד"פ שגרת חירום ע\"ב מערכת השוע\"ל.',
                "גיבוש תמונת מצב מתמשכת של העירייה בשולחן המרכזי.",
                "השתתפות מנהל המכלול בוועדה המייעצת לאוכלוסייה.",
                "קיום דיוני חשיבה לתכנון שבועי לטיפול באוכלוסייה.",
                "תחקור אירועים מרכזיים והפקת לקחים.",
                "גיבוש תמונת מצב מתמשכת של האוכלוסייה.",
                "ביצוע ביקורות שוטפות לכוח אדם, אמצעים ומערכות השו\"ב."
            ]
        }
    },

    {
        id: `אוכלוסיה`,
        tasks1: {
            title: `סד"פ מעמ"ל`,
            tasks: [
                "הגעת מנהל המכלול לרשות או למרכז ההפעלה רשותי.",
                "הפעלת נוהל קריאה למנהלי התאים, מנהלי הצוותים הייעודיים ועובדי המכלולים.",
                "ביצוע תדריך ראשוני לצוות המכלול.",
                "ביצוע הדרכות וריענון מקצועי לצוות המכלול – לפי תאים.",
                "ריכוז ותיקוף נתונים מקצועיים של המכלול.",
                "בדיקת תקינות אמצעי התקשורת וכשירותם והימצאות דרכי תקשורת לגורמים מקצועיים רלוונטיים.",
                "וידוא יכולת עבודה בשתי משמרות ומתן מענה רצוף של המכלול לאורך כלל ימי הלחימה.",
                "ריענון תיקי מידע ומערכות נתונים.",
                "בדיקת תשתיות ואמצעי מיגון לצוות והנגשתם.",
                "עדכון, תדרוך והיערכות ארגוני התנדבות ומערכים קהילתיים.",
                "קיום הערכת מצב ראשונה של המכלול.",
                "השתתפות מנהל המכלול בהערכת מצב בראשות ראש הרשות.",
                "יצירת קשר ראשוני עם גורמים רלוונטיים לתאים.",
                "כינוס ועדת פס\"ח רשותית לבדיקת מוכנות הרשות לקליטת אוכלוסייה."
            ]
        },
        tasks2: {
            title: `סד"פ שגרת חירום`,
            tasks: [
                {
                    "subTitle": "תא רווחה",
                    "subTasks": [
                        "ביצוע תיאומים מקצועיים בין הרשות לבין גורמי ביצוע ממשלתיים מקצועיים",
                        "תיאומים עם ארגוני מתנדבים ומערכים קהילתיים, היערכות להפעלת צוות משפחות והתערבות",
                        "מתן סעד חברתי ונפשי לאוכלוסייה"
                    ]
                },
                {
                    "subTitle": "תא בריאות",
                    "subTasks": [
                        "אספקת מידע למוקד הרשותי בנושא שירותי בריאות בחירום",
                        "אספקת שירותי בריאות שבאחריות הרשות"
                    ]
                },
                {
                    "subTitle": "תא פס\"ח",
                    "subTasks": [
                        "וידוא מוכנות הרשות ומתקני הקליטה לקליטת אוכלוסייה מפונה מהרשות ותושבי רשויות אחרות, בתיאום עם הגורם המפנה",
                        "תיאום מכלולי הרשות לטיפול שוטף באוכלוסיית המפונים לרבות שירותי לינה, כלכלה, רווחה, חינוך ובריאות",
                        "הפעלת התר\"ח הרשותי, ריכוז נתונים ודיווח על חללים והשהיית החללים לצורך זיהוי"
                    ]
                },
                {
                    "subTitle": "תא עלייה וקליטה",
                    "subTasks": [
                        "ביצוע תיאומים מול משרד העלייה והקליטה",
                        "היערכות למתן מענה לצרכים הייחודים של אוכלוסיית העולים כתוצאה מהמצב במתקנים ובקהילה"
                    ]
                },
                {
                    "subTitle": "תא דת",
                    "subTasks": [
                        "מתן שירותי דת חיוניים לאוכלוסייה כבשגרה",
                        "תיאום בין הגופים העוסקים בשירותי דת בתחומי הרשות"
                    ]
                },

                " קיום דיוני חשיבה לתכנון שבועי לטיפול באוכלוסייה. ",
                "תחקור אירועים מרכזיים והפקת לקחים.",
                "גיבוש תמונת מצב מתמשכת של האוכלוסייה"
            ]
        },
        tasks3: {
            title: `סד"פ אירוע חירום`,
            tasks: [
                " מתן מענה מקצועי לאירועים על ידי התאים, כולל שליחת צוותי התערבות ייעודים לטיפול באירוע. ",
                " גיבוש תמונת מצב על האירוע. ",
                "קיום הערכת מצב מקדימה של מנהל המכלול לגיבוש המלצות לראש הרשות באשר לאופן הטיפול באירוע ובקשות סיוע אם נדרש. ",
                `השתתפות מנהל המכלול בהערכת מצב ראש רשות, הצגת תמ"ץ אוכלוסייה והמלצות לטיפול. `,
                `תדריך מנהל המכלול לתאים באשר לדרכי הפעולה לטיפול באירוע ווידוא טיפול.
תגבור ושילוב מתנדבים ומערכים קהילתיים )לפי הצורך `
            ]
        },
    },


    {
        id: `חינוך`,
        tasks1: {
            title: `סד"פ מעמ"ל`,
            tasks: [
                "הגעת מנהֵל מכלול החינוך למרכז ההפעלה הרשות.",
                "הפעלת נוהל קריאה למנהלי התאים ומפקח מתכלל רשותי.",
                "בדיקת הימצאות ועדכניות כלל נתוני מערכת החינוך, לרבות טבלאות שליטה מוס\"ח, נתוני מיגון במוס\"ח, דרכי תקשורת ועוד.",
                "בדיקת כשירות אמצעי התקשורת והמחשוב.",
                "וידוא מצבת כוח-אדם מכלול ויכולת רציפות תפקודית ועבודה בשתי משמרות (24/7).",
                "הפעלת תוכנית \"זמן יקר\".",
                "ביצוע הדרכות וריענון לצוות המכלול.",
                "הנחיה למנהלי מוסדות חינוך לבצע תרגול וריענון (כניסה למרחבים מוגנים, צל\"ח, סע\"ר, מתקני קליטה ועוד).",
                "קבלת תמונת מצב עדכנית ממנהלי התאים והשפ\"ח.",
                "ביצוע הערכת מצב מכלול.",
                "השתתפות מנהל המכלול בחיתוך מצב רשותי.",
                "השתתפות נציג המכלול בוועדת משנה לפס\"ח או ועדת קליטה.",
                "השתתפות נציג המכלול בוועדה המייעצת לטיפול באוכלוסייה."
            ]
        },
        tasks2: {
            title: ` תא חינוך פורמלי:`,
            tasks: [
                "הפעלת נוהל קריאה לבעלי התפקידים בתא.",
                "קבלת הנחיות מנהֵל מכלול החינוך וביצוע התיאומים המקצועיים הנדרשים בין הרשות לבין מטה מחוז משרד החינוך לגבי הפעלת מערכת החינוך הפורמלית ברמות השונות.",
                "היערכות להפצת מידע להורים על אודות הפעלת מערכת החינוך (באמצעות מכלול מידע לציבור)."
            ]
        },
        tasks3: {
            title: ` תא חינוך בלתי פורמלי:`,
            tasks: [
                "הפעלת נוהל קריאה לבעלי התפקידים בתא.",
                "ביצוע תיאום בין הנחיות מטה החירום הרשותי לבין מנהל חברה ונוער מחוזי.",
                "היערכות להפצת מידע להורים על אודות הפעלת מערך החינוך הבלתי פורמלי (באמצעות מכלול מידע לציבור).",
                "וידוא פוטנציאל מתנדבים בני נוער לסיוע במשימות הרשות."
            ]
        },
        tasks4: {
            title: ` סד"פ בחירום`,
            tasks: [
                "מנהל מכלול החינוך יאסוף מידע מהשטח, ממכלולים מקבילים, מהיקל\"ר וממשרד החינוך וימליץ על אופן הטיפול באירועים בתחום החינוך הפורמלי והבלתי פורמלי.",
                "יאסוף מידע וינתח את צרכי מערך החינוך והתלמידים באזור האירוע וימליץ על אופן הטיפול וכן יאסוף מידע ממקורות רשותיים הנמצאים באזור האירוע.",
                "ינחה על שליחת צוותים מקצועיים (שפ\"י/שפ\"ח), צוותי חינוך והדרכה לאזורים שנפגעו ולאוכלוסיות מועדפות.",
                "יהיה שותף בצוות התערבות רב-מקצועי טיפולי מתוגבר באנשי השירות הפסיכולוגי.",
                "מנהל המכלול ינחה על הפחתת פעילות בלתי פורמלית במתקנים וינחה להכינם לפעילויות רשותיות בחירום.",
                "ינחה להפעיל מערכת חינוך חלופית בהתאם לצורך."
            ]
        },
    },


    {
        id: `לוגיסטיקה ותפעול`,
        tasks1: {
            title: `סד"פ מעמ"ל`,
            tasks: [
                "הגעת מנהל המכלול למטה החירום תוך הפעלת נוהל קריאה לבעלי התפקידים בתא.",
                "ביצוע הע\"מ מכלולית מיידית ע\"ב תמונת מצב ממכלול מבצעים.",
                "ביצוע הדרכות וריענונים לצוות המכלול ככל שהזמן מאפשר – בחינת היכולת והצורך בהפעלת \"זמן יקר\".",
                "בדיקת כשירות ומצאי האמצעים במחסני הרשות ואצל כל הספקים.",
                "שיבוץ כוח אדם ווידוא יכולת עבודה בשתי משמרות.",
                "השתתפות ב\"תמונת מצב\" או \"הערכת מצב\" בראשות ראש הרשות.",
                "תחילת העברת עדכון יומי למכלול מידע לציבור בנושאי: מזון, משכ\"ל, תחב\"ץ, תברואה.",
                "השתתפות נציג מהמכלול בוועדת משנה לפס\"ח.",
                "השתתפות נציג מהמכלול בקבוצת קליטה.",
                "השתתפות נציג בכיר מהמכלול בכל קב\"ת תכנון, הע\"מ או תמ\"ץ רשותית.",
                "יפעל לוודא ריתוק אנשים ואמצעים של המכלול.",
                "ניהול עזרים, איתור ועידוד פערי ציוד ודלק.",
                "לוודא יצירת קשר עם כל רשויות החירום הרלוונטיות בכל התאים.",
                "לשוחח עם כלל מנהלי המכלולים ולוודא פערים, צרכים שוטפים ונוהלי עבודה משותפים.",
                "יישם דגש מיוחד על וידוא הכנות בתחום הגיבוי האנרגטי עם מנהל תא גיבוי אנרגטי.",
                "ביצוע הע\"מ מכלולית מס' 2 לאחר כ‑12 שעות.",
                "ביצוע ריענונים מקצועיים ותרגולים ככל שהזמן מתיר.",
                {
                    subTitle: `תא תחבורה`,
                    subTasks: [
                        "יצור תמונת מצב ע\"י קשר עם חברות ההיסעים, התובלה והצמ\"ה.",
                        "ייַיערך מול חברות ההיסעים לתוכנית היסעים לתלמידים בחירום, הסעות עובדים או מפונים במידת הצורך.",
                        "יקצה כלי רכב, הובלה וצמ\"ה לפעילות מטה החירום של הרשות.",
                        "יוודא ויתאם המשך הפעלת קווי תחב\"ץ למפעלים חיוניים.",
                        "יעדכן מכלול מידע לציבור.",
                        "יגבש תמונת מצב בתחום התחבורה ויעמוד בקשר עם הרשות העליונה לתחבורה."
                    ]
                },
                {
                    subTitle: `תא מזון ומשכ"ל`,
                    subTasks: [
                        "יצור תמונת מצב ע\"י קשר עם סניפי רשתות השיווק והמרכולים וחברות ההסעדה — כולל נתונים על פתיחת הסניפים, התייצבות כוח-אדם, מלאי מוצרים, יכולות גנרציה וכ\"א — ועדכון ממוני מזון משכ\"ל מחוזי במשרד הכלכלה.",
                        "יערך לאספקת מזון לכלל מתקני הרשות.",
                        "יעדכן שוטף את מכלול מידע לציבור בכל הנוגע להמשך אספקת המזון במרחב הרשות המקומית — כולל שעות פתיחה, זמינות מוצרים ועוד.",
                        "ייצור קשר עם המפעלים החיוניים בתחום המזון והמשכ\"ל לסיוע רשותי בעת הצורך."
                    ]
                },
                {
                    subTitle: `תא תברואה`,
                    subTasks: [
                        "יצור תמונת מצב ע\"י קשר עם סניפי רשתות השיווק והמרכולים וחברות ההסעדה — כולל נתונים על פתיחת הסניפים, התייצבות כוח-אדם, מלאי מוצרים, יכולות גנרציה וכ\"א — ועדכון ממוני מזון משכ\"ל מחוזי במשרד הכלכלה.",
                        "יערך לאספקת מזון לכלל מתקני הרשות.",
                        "יעדכן שוטף את מכלול מידע לציבור בכל הנוגע להמשך אספקת המזון במרחב הרשות המקומית — כולל שעות פתיחה, זמינות מוצרים ועוד.",
                        "ייצור קשר עם המפעלים החיוניים בתחום המזון והמשכ\"ל לסיוע רשותי בעת הצורך."
                    ]
                },
                {
                    subTitle: `תא רכש ואספקה`,
                    subTasks: [
                        "יצור תמונת מצב ע\"י קשר עם סניפי רשתות השיווק והמרכולים וחברות ההסעדה — כולל נתונים על פתיחת הסניפים, התייצבות כוח-אדם, מלאי מוצרים, יכולות גנרציה וכ\"א — ועדכון ממוני מזון משכ\"ל מחוזי במשרד הכלכלה.",
                        "יערך לאספקת מזון לכלל מתקני הרשות.",
                        "יעדכן שוטף את מכלול מידע לציבור בכל הנוגע להמשך אספקת המזון במרחב הרשות המקומית — כולל שעות פתיחה, זמינות מוצרים ועוד.",
                        "ייצור קשר עם המפעלים החיוניים בתחום המזון והמשכ\"ל לסיוע רשותי בעת הצורך."
                    ]
                },
                {
                    subTitle: `תא גיבוי אנרגטי`,
                    subTasks: [
                        "ימלא (לאחר קבלת אישור) את מכלי הדלק.",
                        "יבצע בדיקת גנרטורים ויוודא תקינות ומלאי חלקי חילוף.",
                        "יוודא מול תא תחבורה תדלוק רכבי הרשות החיוניים.",
                        "יבצע בדיקה מול צרכני הדלק והגפ\"ם של הרשות – לתיאום ציפיות.",
                        "יצור קשר ראשוני עם כלל המפעלים החיוניים, בדגש על מרכולים, להבנת תמונת המצב ואורך נשימה אנרגטי בכל אחד מהם.",
                        "יצור קשר עם תחנות \"צי הברזל\" בתחום הרשות ובסביבתה הקרובה להבנת תמונת המצב ויכולת אספקת דלק.",
                        "יעדכן את מכלול המידע לציבור באשר לפריסת תחנות \"צי ברזל\" במרחב הרשות המקומית ככל שהוחלט על הפעלתן."
                    ]
                },
            ]
        },
        tasks2: {
            title: ` סד"פ שגרת חירום:`,
            tasks: [
                "החלטה לגבי מעבר לעבודה במשמרות",
                "ביצוע הע\"מ מכלולית ע\"פ שעון לחימה",
                "המשך ביצוע הדרכות וריענונים לצוות המכלול ככל שהזמן מאפשר - בחינת היכולת והצורך בהפעלת \"זמן יקר\"",
                "המשך בדיקת כשירות האמצעים ומצאי במחסני הרשות ואצל כל הספקים",
                "השתתפות ב\"תמונת מצב\" או \"הערכת מצב\" בראשות ראש הרשות",
                "העברת עדכון יומי למכלול מידע לציבור בנושאי: מזון, משכ\"ל, תחב\"ץ, תברואה",
                "השתתפות נציג מהמכלול בוועדת משנה לפס\"ח",
                "השתתפות נציג מהמכלול בקבוצת קליטה",
                "השתתפות נציג בכיר מהמכלול בכל קב' תכנון, הע\"מ או תמ\"ץ רשותית",
                "ניהול עזרים, איתור ועיתוד פערי ציוד ודלק",
                "לוודא קשר רצוף עם כל רשויות החירום הרלוונטיות בכל התאים",
                "שיח עם כלל מנהלי המכלולים כדי לוודא פערים, צרכים שוטפים ונוהלי עבודה משותפים",
                "יושם דגש מיוחד על וידוא הכנות בתחום הגיבוי האנרגטי עם מנהל תא גיבוי אנרגטי",
                {
                    subTitle: `תא תחבורה`,
                    subTasks: [
                        "שימור תמונת מצב באמצעות קשר עם חברות ההיסעים, התובלה והצמ\"ה.",
                        "יפעיל תוכנית היסעים לתלמידים בחירום, הסעות עובדים או מפונים במידת הצורך (פינוי מבצעי באחריות הגורם המנהל את האירוע).",
                        "יקצה כלי רכב, הובלה וצמ\"ה לפעילות מטה החירום של הרשות.",
                        "יוודא ויתאם המשך הפעלת קוי תחב\"ץ למפעלים חיוניים.",
                        "יעדכן את מכלול המידע לציבור בכל הקשור בתחבורה.",
                        "יגבש תמונת מצב בתחום התחבורה ויעמוד בקשר עם הרשות העליונה לתחבורה."
                    ]
                },
                {
                    subTitle: `תא מזון ומשכ"ל`,
                    subTasks: [
                        "יקיים תמונת מצב רצופה עם סניפי רשתות השיווק והמרכולים ויקבל נתונים לגבי פתיחת הסניפים, התייצבות כ\"א, מלאי מוצרים ויעדכן בכך את ממוני מזון משכ\"ל מחוזי במשרד הכלכלה בטופס המקוון שיישלח אליו.",
                        "יקיים תמונת מצב רצופה מול חברות ההסעדה ויספק מזון לכלל מתקני הרשות (משימה רשותית פנימית שלא באחריות משרד הכלכלה וטיפולו).",
                        "יעדכן את מכלול המידע לציבור בנוגע לסניפים סגורים, שינוי שעות פתיחת הסניפים, פערי מלאי וכו'.",
                        "יצור קשר עם המפעלים החיוניים בתחום המזון והמשכ\"ל, לסיוע רשותי במקרה הצורך (תברואה, סדר ציבורי, תחבורה ציבורית).",
                        "יגבש תמונת מצב בתחום המזון והמשכ\"ל ויעמוד בקשר עם ממוני מזון משכ\"ל מחוזי במשרד הכלכלה."
                    ]
                },
                {
                    subTitle: `תא תברואה`,
                    subTasks: [
                        "יעמוד בקשר עם חברות פינוי האשפה והגזם.",
                        "פינוי פסולת לסוגיה ככל שיידרש במצב חירום, בהתאם להנחיות מקצועיות של המשרד להגנת הסביבה ובתיאום עם המחוז במשרד להגנת הסביבה ומשרד הפנים.",
                        "ינחה על ביצוע פעולות איסוף אשפה יסודיות ככל הניתן ע\"פ רמות השירות שהוגדרו ע\"י מנהל המכלול.",
                        "יעדכן את מכלול המידע לציבור.",
                        "יגבש תמונת מצב בתחום התברואה.",
                        "יעמוד בקשר עם הרשות העליונה במשרד להגנת הסביבה."
                    ]
                },
                {
                    subTitle: `תא רכש ואספקה`,
                    subTasks: [
                        "עומד בקשר עם הספקים השונים ואחראי למחסני הרשות בשגרה.",
                        "יבצע רכש מואץ ע\"פ דרישות המכלולים.",
                        "יעדכן מסגרות תקציב ממקורות שונים.",
                        "יעמוד בקשר עם חברות הביטוח והשמאים.",
                        "יקצה ציוד בכפוף להנחיות הרשות וידאג להשלמת סיוע וקליטתו אם יידרש."
                    ]
                },
                {
                    subTitle: `תא גיבוי אנרגטי`,
                    subTasks: [
                        "יוודא מלאי דלק מרבי בכל זמן.",
                        "יבצע בדיקת גנרטורים ויוודא תקינות ומלאי חלקי חילוף.",
                        "יבצע בדיקה מול צרכני הדלק והגפ\"ם של הרשות – לתיאום ציפיות.",
                        "יקיים קשר עם כלל המפעלים החיוניים, בדגש על מרכולים, להבנת תמונת מצב ואורך נשימה אנרגטי בכל אחד מהם.",
                        "יקיים קשר עם תחנות \"צי הברזל\" בתחום הרשות ובסביבתה הקרובה, להבנת תמונת המצב ויכולת אספקת דלק.",
                        "יעדכן את מכלול המידע לציבור.",
                        "במקרה של פערים יעלה צרכים מול הרמה המחוזית."
                    ]
                },
            ]
        },
        tasks3: {
            title: ` סד"פ אירוע חירום:`,
            tasks: [
                "חבירה למכלול מבצעים להבנת האירוע והצרכים הלוגיסטיים בו.",
                "שיבוץ נציג בשטח האירוע.",
                "ארגון מהיר של האמצעים והשירותים הנדרשים בשלב המיידי והוצאתם לשטח ובכלל זה: מזון, ציוד משכ\"ל, שירותי כביסה, מים, צמ\"ה, תמוכות, תאורה, סרטי סימון, ציוד חילוץ, אמצעי הובלה ושינוע, פינוי רכב, תברואה, שירותים ניידים, שהייה לכוחות, גנרציה מקומית ואמצעים נוספים לפי דרישת החפ\"ק הרשותי.",
                "השתתפות בהערכת המצב הרשותית.",
                "המשך אספקת ציוד לטובת האירוע ע\"פ דרישה והצורך והיערכות לשהייה ארוכה כמידת הצורך.",
                "פנייה לגורמים רלוונטיים לקבלת תגבור וביצוע רכש מזורז בהתאם לצרכי האירוע.",
                "המשך תמיכה לוגיסטית בשאר גורמי המנגנון הרשותי.",
                "עדכון מכלול מידע לציבור בנוגע לשינויים ברמות השירות והמפעלים והשירותים החיוניים.",
                "סיוע למפעלים החיוניים ע\"פ הצורך.",
                "היערכות להקמת מתקנים רשותיים נוספים בעקבות האירוע, כגון מתקן קליטה ואס\"ל ותמיכה לוגיסטית שוטפת במתקנים אלו."
            ]
        }
    },


    {
        id: `מידע לציבור`,
        tasks1: {
            title: `סד"פ מעמ"ל`,
            tasks: [
                "בדיקת פערים בכוח אדם וכשירות מערכות המוקד.",
                "כינוס צוותים, קביעת סדר פעולות ומשמרות, היערכות לתגבור כוח האדם, ריענון נהלים ותוצרי הסברה נצורים.",
                "בדיקת אמצעי תקשורת מול גורמי חוץ ופנים.",
                "ניתוח מדיניות התגוננות מול המכלולים הרלוונטיים (לדוגמה מכלול החינוך באשר לאופן הפעלת מערכת החינוך בעיר, מכלול האוכלוסייה באשר לאופן הפעלת מערכת הבריאות ושירותי הבריאות בעיר) והפצת המשמעויות הנגזרות ממנה לתושבי הרשות.",
                "פרסום והפצת פעולות הרשות לתושבים לדוגמת פתיחת מקלטים, פתיחת מרכז הפעלה.",
                "הפצת מסרים והנחיות של פיקוד העורף בפלטפורמות הרשותיות.",
                "תיאום ציפיות מנהיגות מקומית בדגש על ראש הרשות מול התושבים לקראת הבאות."
            ]
        },
        tasks2: {
            title: `סד"פ בחירום:`,
            tasks: [
                "ריכוז מידע, גיבוש תמונת מצב, הערכת מצב וגיבוש המלצות מקצועיות לשולחן המרכזי.",
                "ייעוץ לראש הרשות ומתן פתרונות בתחום ההסברה, הדוברות והנגשת המידע.",
                "ניתוח מדיניות התגוננות והפצת המשמעויות הנגזרות ממנה לתושבי הרשות, לרבות מתן מידע ומענה על אופן ניהול שגרת החירום והשירותים החיוניים - חינוך, מקומות עבודה, תחבורה ציבורית, רווחה, בריאות ועוד.",
                "הפצת מסרים והנחיות של פיקוד העורף בפלטפורמות הרשותיות וביצוע פעולות הסברה יזומות ומותאמות לתושבי הרשות ולקהלי היעד המגוונים ברשות, לרבות הפצת תוצרי מערכת VOD כתום (כולל המנג\"ל) ברשתות החברתיות, סיקור פעולות הרשות לתמיכה בתושבים, העברת מסרים מראש הרשות וגיוס מובילי דעת קהל להפצת המסרים.",
                "חיזוק האמון באמצעות הפצת מידע באופן שוטף וקבוע."
            ]
        },
        tasks3: {
            title: ` סד"פ אירוע חירום:`,
            tasks: [
                "העברת מידע והנחיות מצילות חיים לתושבים באופן מיידי, אמין ורלוונטי, מותאם להנחיות גופי החירום.",
                "תגבור מוקד המידע הטלפוני בהתאם לאירוע ועל פי צורך.",
                "מתן מענה לתגובות, שאלות ושמועות / מידע כזב ברשתות החברתיות, לצד היערכות לעלייה משמעותית בפניות ולצורך של התושבים במידע ובמסרים בזמן שבו מתגבשת הערכת המצב.",
                "איסוף מידע מהתושבים והשטח באמצעות המוקד ומעקב אחר הפרסומים באמצעי התקשורת וברשתות החברתיות.",
                "קבלת מידע, ארגונו והפצתו בשיתוף גורמים מוסמכים פנימיים (שולחן מטה, מכלולים, צוותי צח\"י במועצות אזוריות) וחיצוניים (פיקוד העורף, משטרה, מד\"א וכב\"ה).",
                "היערכות לפתיחת לשכת מידע מקומית באזור האירוע."
            ]
        }
    },

    {
        id: `מנהל כללי ומשא"ן`,
        tasks1: {
            title: `סד"פ מעמ"ל`,
            tasks: [
                "הגעת מנהל המכלול למטה החירום.",
                "הפעלת נוהל קריאה למנהלי התאים ועובדי המכלולים.",
                "הפעלת \"זמן יקר\", ביצוע הדרכות וריענונים לצוות המכלול.",
                "בדיקת כשירות האמצעים.",
                "בדיקת תקינות אמצעי התקשורת.",
                "וידוא יכולת עבודה בשתי משמרות לפחות (\"שעון פעילות\").",
                "קיום ישיבה ראשונה במכלול.",
                "השתתפות ב\"חיתוך מצב\" בראשות ראש הרשות, הצפת פערי כ\"א והעלאת הצעות למענה.",
                "ישתתף בוועדה לארגון ותיאום התנדבות.",
                "ביצוע הערכת מצב מכלול.",
                "תיקוף תוכנית המענה של המכלול.",
                {
                    subTitle: `תא כ"א`,
                    subTasks: [
                        "הודעה לכלל עובדי הרשות על מעבר משגרה לחירום.",
                        "עדכון תיק תכנון כוח אדם במידת הצורך.",
                        "איוש תפקידים במטה החירום וברשות.",
                        "בדיקת סטטוס התייצבות עובדים בחתך מכלולים ותפקידים.",
                        "מיפוי פערים של בעלי תפקידים קריטיים ומידת השפעתם על רציפות התפקוד של המכלול והרשות.",
                        "תגבור כוח אדם, יצירת קשר וקבלת תמונת מצב ראשונית ממפעלים חיוניים התומכים ברשות המקומית בכוח אדם.",
                        "הפצת רשימת המפעלים החיוניים בשטח הרשות למכלולים."
                    ]
                },
                {
                    subTitle: `תא תיירות:`,
                    subTasks: [
                        "מספק מידע לתיירים באמצעות לשכות המידע לתיירים.",
                        "מהווה קישור בין בתי המלון המוגדרים מפעלים חיוניים.",
                        "מסייע בפינוי תיירים והחזרתם לארצם."
                    ]
                },
                {
                    subTitle: ` תא תקשוב וסייבר: `,
                    subTasks: [
                        "מפעיל מערך תקשורת ותקשוב ברשות בחירום.",
                        "מתקן תקלות במחשבים ובתשתיות.",
                        "מבצע בדיקות ציוד תקשוב במרה\"פ.",
                        "פורס מערכות מידע במטות ההפעלה (רובע) ובלשכות המידע.",
                        "תומך טכנית בציוד ובתשתיות.",
                        "מפעיל עמדת GSI ואינטרנט במטה החירום."
                    ]
                },
            ]
        },
        
        tasks2: {
            title: `סד"פ שגרת חירום`,
            tasks: [
                // <> <b>תאי המכלול וצוותיו הייעודיים :</b>מוכנות למתן מענה בקרות אירוע.  </>,
                // <> <b>תכניות מגירה: </b> יש להכין תכניות פעולה מפורטות לכל תרחיש שזוהה.
                // </>,
                // <> <b> אמצעי הגנה:  :</b>  יש להגדיר ולרכוש את אמצעי ההגנה הנדרשים למניעת האיומים   </>,
                // <> <b>משאבים נדרשים:</b> יש למפות את כל המשאבים הנדרשים להתמודדות עם כל תרחיש  </>,
                // <> <b>הכשרות וציוד: </b> יש להגדיר את ההכשרות והציוד הנדרש לצוותים השונים </>,
            ]
        },
        tasks3: {
            title: ` סד"פ אירוע חירום:`,
            tasks: [
                "הפעלת מנהלי התאים לביצוע הפעולות הנדרשות.",
                "הפעלת עובדים.",
                "ביצוע תיאומים בין גורמי חירום.",
                "מתן עדיפות בטיפול בתשתיות חיוניות ובמפעלים.",
                "בקשת סיוע, אם נדרש.",
                "וידוא כי כלל מנהלי התאים פועלים לפי תפקידם ומשימותיהם בחירום.",
                "סיוע במתן קדימות למפעלים חיוניים בתחום הרשות המקומית.",
                "הנחיה לפתיחת מפ\"ל (מסגרת פעילות לעובדים חיוניים – שמרטפייה לשעבר) לילדי עובדי הרשות, לאחר אישור ראש הרשות.",
                "העברת הנחיות למתן סיוע ועדיפות בשירותים מוניציפליים לבתי מלון המוגדרים חיוניים."
            ]
        }
    },

    {
        id: `הנדסה ותשתיות`,
        tasks1: {
            title: `סד"פ מעמ"ל`,
            tasks: [
                "הגעת מנהל המכלול למטה החירום הרשותי.",
                "הפעלת נוהל קריאה למנהלי התאים ועובדי מכלול הנדסה ותשתיות.",
                "הפעלת 'זמן יקר' ומעבר על הנהלים (היערכות בשגרה ותפקידים בחירום).",
                "ביצוע הדרכות ריענון לצוות המכלול ולמתנדבים.",
                "הפעלת ריתוק משקי לבעלי תפקידים במכלול.",
                "יצירת קשר עם הקבלנים והספקים המופעלים בחוזים לשעת חירום.",
                "יצירת תמונת מצב (תמ\"ץ) של עבודות הבינוי והתשתיות המבוצעות בתחומי הרשות, לרבות קשר עם הקבלנים והספקים.",
                "בחינת דרכי הקשר עם משרדי הממשלה וגופי החירום.",
                "הפעלת המכלול והתאים בשתי משמרות ('סביב השעון').",
                "בדיקת כשירות האמצעים ותקינות התקשורת במכלול ובתאים.",
                "קיום ישיבת צוות ראשונית במכלול, ריענון תוכנית המענה ההנדסי ועדכונה.",
                "השתתפות ב'חיתוך מצב' בראשות ראש הרשות.",
                "השתתפות בוועדת מל\"ח.",
                "ביצוע הערכת מצב עיתית במכלול הנדסה ותשתיות.",
                "תיקוף תוכנית המענה של התאים.",
                "וידוא גיוס צוותי הנדסה ותשתיות ומוכנותם למילוי תפקידם (כוח אדם, ציוד, רכב ומשאבים).",
                {
                    subTitle: ` תא הנדסה ובינוי: `,
                    subTasks: [
                        "היערכות למסירת תוכניות לגופי החירום",
                        "ריענון צוותי הנדסה ותשתיות",
                        "ריענון הציוד",
                        "ריענון הקשר עם מס רכוש ומשרד הבינוי והשיכון"
                    ]
                },
                {
                    subTitle: ` תא מים וביוב שאינו תאגיד: `,
                    subTasks: [
                        "בקרה על תוכנית אספקת המים בחירום",
                        "עדכון רשימות עובדים בריתוק משקי",
                        "הפעלת בעלי מקצוע ממאגר הקבלנים",
                        "ריענון הקשר עם רשות המים"
                    ]
                },
                {
                    subTitle: ` תא מים וביוב- תאגיד: `,
                    subTasks: [
                        "בחינת תמ\"ץ אספקת המים וסילוק הביוב",
                        "בקרה על אספקת מים בחירום",
                        "מינוי נציג שיהיה איש הקשר בין התאגיד למכלול הנדסה ותשתיות",
                        "ריענון הקשר עם רשות המים"
                    ]
                },
                {
                    subTitle: `תא חשמל: `,
                    subTasks: [
                        `בקרת זמינות קבלני חשמל לתחומים שבאחריות `,
                        `הרשות וריענון דרכי הקשר עם חברת חשמל . `
                    ]
                },
                {
                    subTitle: `תא דרכים וניקוז:`,
                    subTasks: [
                        ` היערכות להכשרת מעברים לכוחות החירום ולמפעלים חיוניים`,
                        `בחינת הציוד במחסנים וריענון הקשר עם חברת נתיבי ישראל.  `
                    ]
                },
                {
                    subTitle: `תא הגנת הסביבה:`,
                    subTasks: [
                        ` מניעת מפגעים סביבתיים`,
                        ` פיקוח על קיום
                        צווים וריענון הקשר עם המשרד להגנת הסביבה
                        `
                    ]
                },

            ]
        },
        tasks2: {
            title: `סד"פ שגרת חירום`,
            tasks: [
                "מטה המכלול ערוך במקומו",
                "צוותי הנדסה ותשתיות מוכנים למתן מענה",
                "השתתפות בקבוצות תכנון"
            ]
        },
        tasks3: {
            title: ` סד"פ אירוע חירום:`,
            tasks: [
                "הפעלת מנהלי התאים לביצוע הפעולות הנדרשות",
                "הפעלת צוותי הנדסה ותשתיות",
                "סיווג מבנים לאחר פגיעה לטובת אישור או שלילת אכלוס",
                "ביצוע תיאומים בין גורמי חירום ומס רכוש",
                "מתן עדיפות לטיפול בתשתיות חיוניות ומפעלים חיוניים",
                "בקשת סיוע - אם נדרש"
            ]
        }
    },

    {
        id: `מרכז שליטה ודיווח`,
        tasks1: {
            title: `סד"פ מעמ"ל`,
            tasks: [
                "ביצוע הנחיות מטה החירום הרשותי",
                "קשר עם ועדת מל\"ח, פס\"ח, מ\"י, מד\"א, מכלולים אחרים, מוקד רשותי, פקע\"ר, הוועדה המייעצת לטיפול באוכלוסייה, רשויות שכנות, קשר הדוק עם ראש העיר",
                "קבלת תמונת מצב ראשונית",
                "הפעלת נוהל קריאה למנהלי התאים ועובדי המכלולים",
                "הפעלת \"זמן יקר\"",
                "בדיקת כשירות האמצעים",
                "בדיקת תקינות מערכות קשר ושו\"ב",
                "שיבוץ עבודה בשתי משמרות \"סביב השעון\"",
                "וידוא התייצבות נציגי המכלולים ואיושם",
                "קיום ישיבת עדכון לכלל מנהלי התאים ומפקדי היחידות המבצעיות ברשות לרבות צח\"ש וצח\"י",
                "גיבוש תמונת מצב עדכנית",
                "וידוא פתיחת מחסני החירום השונים ואספקת ציוד ואמצעים בהתאם לצורך",
                "אגף הביטחון הרשותי: ימשיך לספק שירותי אבטחה וביטחון ברחבי העיר באמצעות השיטור הרשותי, סיורי מוקד הביטחון, המשמר האזרחי ומצלמות \"עיר ללא אלימות\"",
                "קצין ביטחון מוסדות חינוך יהיה בקשר עם מכלול חינוך ופקע\"ר, יוודא אבטחת מוסדות החינוך לרבות מוסדות שהוגדרו ונקבעו למרכזי קליטה"
            ]
        },
        tasks2: {
            title: ` סד"פ אירוע חירום:`,
            tasks: [
                "מתן מענה לאירוע בשגרה ומענה לאירוע בחירום, ביצוע פעילות רשותית בהנחיית הגורמים המקצועיים ברשות ובתיאום עִימם",
                "הפעלת מכלולים לביצוע הפעולות הנדרשות",
                "הפעלת המרה\"פ, צוות סע\"ר והחפ\"ק",
                "ביצוע תיאומים בין גורמי החירום",
                "מתן עדיפות טיפול באוכלוסיות מיוחדות",
                "ריכוז והעברת בקשות סיוע של גורמי החירום מהרשות",
                "הפעלת מפקדות משימתיות בזירת האירוע",
                "מתן מענה משלים לצח\"י והצח\"ש",
                "אספקת ציוד ממחסני החירום השונים",
                "העלאת דרישות לפקע\"ר באמצעות היקל\"ר",
                "חבירה למפקד מרחבי מטעם פקע\"ר"
            ]
        }
    },




]

export default tasksData;








